Tekla.Structures.Drawing.CannotPerformOperationDrawingEditorMustBeClosedException
The CannotPerformOperationDrawingEditorMustBeClosedException class
defines the exception that is thrown when a user tries to do an
operation which requires the drawing editor to be closed.

Tekla.Structures.Drawing.CannotPerformOperationDrawingEditorMustBeClosedException.#ctor(System.String)
Creates a new cannot perform operation drawing editor must be closed exception instance.
Message: The exception message.

Tekla.Structures.Drawing.CannotPerformOperationDrawingEditorMustBeClosedException.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Initializes a new instance with serialized data.
info: The object that holds the serialized object data.
context: The contextual information about the source or destination.